---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartDoublewallMaterialThickness
source: html/7a045b71-4fe8-a0bb-3f52-3e27d1db398f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartDoublewallMaterialThickness Property

"Double Wall Material Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartDoublewallMaterialThickness { get; }
```